# 6. 300행, 400열의 행렬을 회색 바탕색(100)으로 생성해서 500행, 600열의 윈도우에 표시하시오.

# 9. 600행, 400열의 윈도우를 만들고, 영상 안의 (100, 100) 좌표에 200x300 크기의 빨간 색 사각형을 그리시오.

# 10. 다음의 마우스 이벤트 제어 프로그램을 작성하시오.
#     1) 마우스 오른쪽 버튼 클릭 시 원(클릭 좌표에서 반지름 20화소)을 그린다.
#     2) 마우스 왼족 버튼 클릭 시 사각형(크기 30x30)을 그린다

# 11. 10번 연습문제에서 다음을 추가하여 프로그램을 작성하시오.
#     1) 트랙바를 추가해서 선의 굵기를 1~10픽셀로 조절한다.
#     2) 트랙바를 추가해서 원의 반지름을 1~50픽셀로 조절한다.

# 12. 예제_4.2.3인 05.event_trackbar.py에서 화살표 키로 트랙바를 이동하는 코드를 추가하시오.

# 14. 심화예제_4.3.5인 11.event_draw.py를 수정해서 마우스 중간버튼을 클릭하여 타원을 그리세요.

# 15. 심화예제_4.5.2인 18.set_camera_attr.py를 수정해서 트랙바로 카메라 영상의 밝기와 대비 변경할 수 있도록 수정하시오.